The command name.
  Namespace:   Autodesk.Revit.UI
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public string Name { get; }
  Visual Basic
Public ReadOnly Property Name As String
	Get
  Visual C++
public:
property String^ Name {
	String^ get ();
}
 See Also
  RevitCommandId Class
  Autodesk.Revit.UI Namespace